Repository: ngocbauofficial/topprosystem
Catalog: StaticResources/View/PUR001/Resource.*.resx
Languages: vi

# AACLLNO
source: Collation No
vi: Mã đối chiếu

# AACMDCD
source: Commodity
vi: Hàng hóa

# AACMPCD
source: Completion Status
vi: Trạng thái hoàn thành

# AACMPDT
source: Completion Date
vi: Ngày hoàn thành

# AACRRCD
source: Currency Code
vi: Mã tiền tệ

# AACTITM
source: Item No
vi: Số mục

# AACTRTP
source: Contract Type
vi: Loại hợp đồng

# AADLPOT
source: Discharge & Loading Port
vi: Bốc & Dỡ hàng

# AADLVCD
source: Delivery Condition
vi: Điều kiện chuyển giao

# AADPSCD
source: Deposit/Asset
vi: Khoản tiền gửi/Tài sản

# AADTCD
source: Data Code
vi: Mã dữ liệu

# AAEXRT
source: Exchange Rate
vi: Tỷ giả

# AAEXRTT
source: Exchange Rate Type
vi: Loại tỷ giá

# AAIDCD
source: Person Incharge
vi: Người phụ trách

# AAMKCD
source: Maker Code
vi: Mã đánh dấu

# AAPRICE
source: Price Term
vi: Điểu khoản giá

# AAPTTRM
source: Type Of Terms
vi: Loại điều khoản

# AAPURNO
source: Purchase Contract No
vi: Mã số hợp đồng mua

# AARGSDT
source: Register Date
vi: Ngày khởi tạo

# AARMK1
source: Remark1
vi: Ghi chú 1

# AARMK2
source: Remark2
vi: Ghi chú 2

# AARMK3
source: Remark3
vi: Ghi chú 3

# AARMK4
source: Remark4
vi: Ghi chú 4

# AARMK5
source: Remark5
vi: Ghi chú 5

# AARMTP
source: RawMaterial Type
vi: Loại vật liệu thô

# AASCTNC
source: Section Incharge
vi: Bộ phận phụ trách

# AASETRM
source: Settlement Term
vi: Kỳ hạn thanh toán

# AASHPDT
source: Shipping Month
vi: Tháng vận chuyển

# AASPLCD
source: Supplier Code
vi: Mã nhà cung cấp

# AASPPNO
source: Sales Contract No
vi: Số hợp đồng bán hàng

# AASPTCD
source: Support/Long Term
vi: Hỗ trợ/Dài hạn

# AATCNO
source: Trading Company No
vi: Mã số Công Ty Thương Mại

# AATEXRT
source: Exchange Rate Type(Tax)
vi: Loại tỷ giá(Gồm thuế)

# AATRDCD
source: Trade Category
vi: Danh mục thương mại

# AATXCD
source: Tax Code
vi: Mã số thuế

# AATXEXR
source: Exchange Rate(Tax)
vi: Tỷ giá(Gồm thuế)

# AATXRT
source: Tax Rate
vi: Mức thuế

# AAUPDT
source: Update Date
vi: Ngày cập nhật

# AAUSMSG
source: User Management No
vi: Mã số quản lý người dùng

# AAUSRCD
source: User Code
vi: Mã người dùng

# ABBSZL
source: Length
vi: Chiều Dài

# ABBSZT
source: Thick
vi: Độ Dày

# ABBSZW
source: Width
vi: Chiều Rộng

# ABCMBL
source: Compination (Length)
vi: Tổ hợp (Dài)

# ABCMBT
source: Compination (Thk)
vi: Tổ hợp (Dày)

# ABCMBW
source: Compination (Width)
vi: Tổ hợp(Rộng)

# ABCOAT
source: Coating
vi: Lớp

# ABCTITM
source: Item No
vi: Số mục

# ABDLVDT
source: Delivery Date
vi: Ngày chuyển giao

# ABDTCD
source: Data Code
vi: Mã dữ liệu

# ABGRADE
source: Grade
vi: Cấp

# ABMCSPC
source: Mother Coil Spec
vi: Chi tiết kỹ thuật Cuộn mẹ

# ABORDNO
source: Order No
vi: Số đơn hàng

# ABPRAT
source: Purchase Amt
vi: Tổng tiền mua

# ABPRATD
source: Pruchase Amt(Dcurr)
vi: Tổng tiền mua(VNĐ)

# ABPRDDIA
source: Product Diameter
vi: Đường kính sản phẩm

# ABPRDNM
source: Product Name
vi: Tên sản phẩm

# ABPURNO
source: Purchase Contract No
vi: Mã số hợp đồng mua

# ABQTY
source: Quantity
vi: Số lượng

# ABRGSDT
source: Register Date
vi: Ngày đăng ký

# ABSEDT
source: Stockentry Date
vi: Ngày nhập kho

# ABSIZEL
source: Size(Length)
vi: Kích thước(Chiều dài)

# ABSIZET
source: Size(Thk)
vi: Kích thước(Độ dày)

# ABSIZEW
source: Size(Width)
vi: Kích thước(Rộng)

# ABUPDT
source: Date Of Update
vi: Ngày cập nhật

# ABWT
source: Weight
vi: Khối lượng

# ChangeTitle
source: Change Purchase Contract Entry
vi: Sửa hợp đồng mua bán

# Completed
source: Complete sucessfull.
vi: Cập nhật hoàn tất.

# CompleteFail
source: Complete fail, please try later.
vi: Không thể cập nhât, vui lòng thử lại sau.

# DataEmpty
source: Data is empty.
vi: Không tìm được dữ liệu trùng khớp.

# DateFormatMMflagyyyy
source: Invalid format
vi: Định dạng không hợp lệ

# ExportFileFail
source: Export fail.
vi: Xuất file thất bại.

# ExportFileSuccess
source: Export successfull.
vi: Xuất file thành công.

# FrmPurchaseContractNo
source: From Purchase Contract No.
vi: Từ số hợp đồng

# InsertTitle
source: Insert Purchase Contract Entry
vi: Thêm hợp đồng mua bán

# MainPurchaseTile
source: Purchase Contract Entry
vi: Hợp đồng mua bán

source: Maker Name
vi: Đánh dấu

# PlaceholderTextSearch
source: Enter Sp Contract No
vi: Nhập số hợp đồng

# RAPSTLGR
source: Steel Grade
vi: Số hiệu thép

source: Supplier Name
vi: Nhà cung cấp

source: To Purchase Contract No.
vi: Đến số hợp đồng

# WarningCompleteAllSelect
source: Are you sure ? Contract cannot edit or restore after completed.
vi: Hợp đồng sau khi hoàn thành sẽ không thể chỉnh sữa hoặc khôi phục.

# WarningSelectCurrencyCode
source: Please select currency code.
vi: Vui lòng chọn loại tiền tệ.

# ExchangeRateRequired
source: Please register exchange rate.
vi: Vui lòng đăng ký tỉ giá.
