Repository: ngocbauofficial/topprosystem
Catalog: StaticResources/View/INV001/Resource.*.resx
Languages: vi

# CAADJNO
source: Adjustment No
vi: Số điều chỉnh

# CABSZL
source: Pagesize(Length)
vi: Chiều dài

# CABSZT
source: Pagesize(Thk)
vi: Độ dày

# CABSZW
source: Pagesize(Width)
vi: Chiều Rộng

# CACALWT
source: Calculated Weight
vi: Tính toán trọng lượng

# CACILID
source: Coilid
vi: Mã cuộn

# CACILOD
source: Coilod
vi: Đường kính ngoài của cuộn

# CACMBL
source: Combination(Length)
vi: Tổ hợp (Chiều dài)

# CACMBT
source: Combination(Thk)
vi: Tổ hợp (Độ dày)

# CACMBW
source: Combination(Width)
vi: Tổ hợp (Chiều rộng)

# CACMDCD
source: Commodity Code
vi: Mã hàng

# CACOAT
source: Coating
vi: Lớp

# CACRRCD
source: Currency Code
vi: Mã tiền tệ

# CACSTCD
source: Customer Code
vi: Mã khách hàng

# CACSTHC
source: Customer Hndl Charge
vi: Customer Handle Charge

# CACTITM
source: Item No Of P-Cnt No
vi: Số mục

# CACTRNO
source: Purchase Contract No
vi: Số hợp đồng mua bán

# CACTRTP
source: Contract Type
vi: Loại hợp đồng

# CADLDTT
source: Delivery Date To User
vi: Ngày giao tới người dùng

# CADLVDT
source: Delivery Date
vi: Ngày chuyển giao

# CADLVTO
source: Delivery To
vi: Chuyển tới

# CADMGCD
source: Damage Code
vi: Mã thiệt hại

# CADNSTY
source: Dencity
vi: Tỷ trọng

# CADPSCD
source: Deposity/Asset Code
vi: Kho chứa/Mã số tài sản

# CADTCD
source: Data Code
vi: Mã dữ liệu

# CAEXRT
source: Exchange Rate
vi: Tỷ giá

# CAEXRTT
source: Exchange Rate Tax
vi: Tỷ giá thuế

# CAGRADE
source: Grade
vi: Cấp

# CAINVNO
source: Inventory No
vi: Mã số tồn kho

# CAINVST
source: Inventory Status
vi: Tình trạng tồn kho

# CAINVTP
source: Inventory Type
vi: Loại tồn kho

# CAISPNO
source: Inspection No
vi: Số kiểm duyệt

# CAISSDT
source: Issue Date
vi: Ngày phát hành

# CAISSLP
source: Item No (Sales Slip)
vi: Số mặt hàng (Kèm Biên lai)

# CAIVCDT
source: Invoice Date
vi: Ngày xuất hóa đơn

# CAJOBNO
source: Job No
vi: Mã công việc

# CALCTCD
source: Locationcode
vi: Mã vị trí

# CAMCHNO
source: Machine No
vi: Mã thiết bị

# CAMCSPC
source: Mother Coil Spec
vi: Thông số cuộn mẹ

# CAMKCD
source: Marker Code
vi: Mã số đánh dấu

# CAOGLNO
source: Original No
vi: Số gốc

# CAORDNO
source: Order No
vi: Số đơn hàng

# CAPAYDT
source: Pay Date
vi: Ngày thanh toán

# CAPCKDT
source: Paking Date
vi: Ngày đóng gói

# CAPCKM
source: Paking Make
vi: Kiểu đóng gói

# CAPCKNO
source: Paking No
vi: Số đóng gói

# CAPCKTP
source: Paking Type
vi: Loại đóng gói

# CAPCKWT
source: Paking Weight
vi: Khối lượng đóng gói

# CAPIVDT
source: Shipper Invoice Date
vi: Ngày gửi hóa đơn

# CAPIVNO
source: Shipper Invoice No
vi: Số gửi hóa đơn

# CAPRCDT
source: Processing Date
vi: Ngày gia công

# CAPRCTP
source: Processing Type
vi: Loại gia công

# CAPRDDIA
source: Product Diameter
vi: Đường kính sản phẩm

# CAPRDNM
source: Product Name
vi: Tên sản phẩm

# CAPRUP
source: Purchase Unit Price
vi: Đơn giá mua

# CAPTXAD
source: Tax Amount Domestic
vi: Tổng thuế nội địa

# CAPTXAT
source: Tax Amount
vi: Tiền Thuế

# CAPURAT
source: Purchase Amount
vi: Tổng mua

# CAQTY
source: Quantity
vi: Số lượng

# CARGSDT
source: Register Date
vi: Ngày đăng ký

# CARSNCD
source: Present Code
vi: Mã hiện tại

# CASCTNC
source: Section Incharge
vi: Bộ phận phụ trách

# CASECCD
source: Section Code
vi: Mã số bộ phận

# CASEDT
source: Stock Entry Date
vi: Ngày Nhập Kho

# CASHPDT
source: Shipping Date
vi: Ngày chuyển giao

# CASIZEL
source: Size(Length)
vi: Kích thước(Chiều dài)

# CASIZET
source: Size(Thk)
vi: Kích thước(Độ dày)

# CASIZEW
source: Size(Width)
vi: Kích thước(Chiều rộng)

# CASMNTH
source: Shipping Month
vi: Shipper Month

# CASPEC
source: Spec
vi: Thông số kĩ thuật

# CASPPNO
source: Sale Contract No
vi: Số đơn bán hàng

# CASTLGR
source: Steel Grade
vi: Số hiệu thép

# CASTSCD
source: Stscode
vi: Mã trạng thái

# CASUBNO
source: Item No (Inspctn No)
vi: Mã số mặt hàng (Inspctn No)

# CATCNO
source: Tradding Company No
vi: Số công ty thương mại

# CATEXRT
source: Tax Exchange Rate Type
vi: Loại tỷ giá thuế

# CATRDCD
source: Trade Category
vi: Danh mục thương mại

# CATRFAT
source: Tariff Amount
vi: Lượng thuế quan

# CATXCD
source: Tax Code
vi: Mã số thuế

# CATXEXR
source: Tax Exchange Rate
vi: Tỷ giá thuế

# CATXRT
source: Tax Rate
vi: Mức thuế

# CAUPDT
source: Update Date
vi: Ngày cập nhập

# CAUSRCD
source: User Code
vi: Mã số người dùng

# CAWT
source: Weigth
vi: Khối lượng

# CAYLDAT
source: Yield Amount
vi: Lượng Lợi tức

source: Date
vi: Ngày

source: Location Code
vi: Mã vị trí

source: Maker Name
vi: Đánh Dấu

source: New Total Custom Handling Amount
vi: Số tiền xử lý tùy chỉnh mới

source: New Total Freight Amount
vi: Số tiền vận chuyển mới

source: New Total Tariff Amount
vi: Số tiền thuế mới

source: Raw Material No. From
vi: từ số nguyên liệu

source: Raw Material No. To
vi: đến số nguyên liệu

source: Select Label Type
vi: Chọn Loại Nhãn

source: Status
vi: Trạng Thái

source: Supplier Name
vi: Nhà Cung Cấp

source: Total Custom Handling Amount
vi: Tổng tiền xử lý tùy chỉnh

source: Total Freight Amount
vi: Tổng tiền vận chuyển

source: Total Tariff Amount
vi: Tổng tiền thuế
