Repository: ngocbauofficial/topprosystem
Catalog: StaticResources/View/MA012/Resource.*.resx
Languages: vi

# ChangeCalculationTypeTitle
source: Change Calculation
vi: Cập nhật Calculation

# ChangeCommodityTitle
source: Change Commodity
vi: Cập nhật Commodity

# ChangeDaysInMonthTitle
source: Change Days In Month Master
vi: Cập nhật Days In Month

# ChangeDueDateTypeTitle
source: Change Due Date Type Master
vi: Cập nhật Due Date Type

# ChangeWeightDisplayCodeTitle
source: Change Weigth Display Code
vi: Cập nhật Weigth Display Code

# ErrorNoRowSelect
source: Please select row to delete !
vi: Chọn dữ liệu để xóa !

# InsertCalcualationTypeTitle
source: Insert Calculation
vi: Thêm mới Calculation

# InsertCommodityTitle
source: Insert Commodity
vi: Thêm mới Commodity

# InsertDaysInMonthTitle
source: Insert Days In Month Master
vi: Thêm mới Days In Month

# InsertDueDateTypeTitle
source: Insert Due Date Type Master
vi: Thêm mới Due Date Type

# InsertWeightDisplayCodeTitle
source: Insert Weigth Display Code
vi: Thêm mới Weigth Display Code

# IsUsed
source: SR code already in used
vi: SR code đã được sử dụng

# Maxlength
source: Please enter no more than {0} characters.
vi: Hãy nhập tối đa không quá {0} kí tự

# MessageDelete
source: Are you sure ?
vi: Bạn có chắc muốn xóa ?

# Minlength
source: Please enter no less than {0} characters.
vi: Hãy nhập tối thiểu {0} kí tự

# MNRGSDT
source: REGISTER DATE
vi: Ngày đăng ký

# MNRGSTM
source: REGISTER TIME
vi: Thời gian đăng ký

# MNSRCD
source: SR CODE
vi: Mã SR

# MNSRNM
source: SR NAME
vi: Tên SR

# MNSRSNM
source: SR SHORT NAME
vi: Tên Rút Gọn

# MNUPDT
source: DATE OF UPDATE
vi: Ngày cập nhật

# MNUPDTM
source: UPDATE TIME
vi: Thời gian cập nhật

# PlaceholderTextSearch
source: Enter sr code ...
vi: Nhập mã sr ...

# Required
source: Please enter this field
vi: bắt buộc

# InsertDamageCodeTitle
source: Insert Damage Code
vi: Thêm Mới Damage Code

# InsertSectionCodeTitle
source: Insert Section Code
vi: Thêm Mới Section Code

# InsertStatusCodeTitle
source: Insert Status Code
vi: Thêm Mới Status Code

# ChangeBusinessTypeCodeTitle
source: Change Business Type Code
vi: Cập nhật Business Type Code

# ChangeContractTypeTitle
source: Change Contract Type
vi: Cập nhật Contract Type

# ChangeCountryCodeTitle
source: Change Country Code
vi: Cập nhật Country Code

# ChangeCurrencyCodeTitle
source: Change Currency Code
vi: Cập nhật Currency Code

# ChangeDataTypeTitle
source: Change Data Type
vi: Cập nhật Data Type

# ChangeDeliveryConditionTitle
source: Change Delivery Condition
vi: Cập nhật Delivery Condition

# ChangeExchangeRateTypeTitle
source: Change Exchange Rate Type
vi: Cập nhật Exchange Rate Type

# ChangeGradeTitle
source: Change Grade
vi: Cập nhật Grade

# ChangeInterruptedReasonCodeTitle
source: Change Interrupted Reason Code
vi: Cập nhật Interrupted Reason Code

# ChangeInventoryStatusTitle
source: Change Inventory Status
vi: Cập nhật Inventory Status

# ChangeInventoryTypeTitle
source: Change Inventory Type
vi: Cập nhật Inventory Type

# ChangePackingTypeTitle
source: Change Packing Type
vi: Cập nhật Packing Type

# ChangeSettlementTermTitle
source: Change Settlement Term
vi: Cập nhật Settlement Term

# ChangeShiftCodeTitle
source: Change Shift Code
vi: Cập nhật Shift Code

# ChangeTradeCategoryTitle
source: Change Trade Category
vi: Cập nhật Trade Category

# ChangeTypeofTermsTitle
source: Change Type of Terms
vi: Cập nhật Type of Terms

# ChangeUnitPriceUnitTitle
source: Change Unit Price Unit
vi: Cập nhật Unit Price Unit

# InsertBankCodeTitle
source: Insert Bank Code
vi: Thêm Mới Bank Code

# InsertBusinessTypeCodeTitle
source: Insert Business Type Code
vi: Thêm Mới Business Type Code

# InsertContractTypeTitle
source: Insert Contract Type
vi: Thêm Mới Contract Type

# InsertCountryCodeTitle
source: Insert Country Code
vi: Thêm Mới Country Code

# InsertCurrencyCodeTitle
source: Insert Currency Code
vi: Thêm Mới Currency Code

# InsertDataTypeTitle
source: Insert Data Type
vi: Thêm Data Type

# InsertDeliveryConditionTitle
source: Insert Delivery Condition
vi: Thêm Mới Delivery Condition

# InsertExchangeRateTypeTitle
source: Insert Exchange Rate Type
vi: Thêm Mới Exchange Rate Type

# InsertGradeTitle
source: Insert Grade
vi: Thêm Mới Grade

# InsertInterruptedReasonCodetTitle
source: Insert Interrupted Reason Code
vi: Thêm Mới Interrupted Reason Code

# InsertInventoryStatusTitle
source: Insert Inventory Status
vi: Thêm Mới Inventory Status

# InsertInventoryTypeTitle
source: Insert Inventory Type
vi: Thêm Mới Inventory Type

# InsertLogTypeTitle
source: Insert Log Type
vi: Thêm Log Type

# InsertMachineNoTitle
source: Insert Machine No
vi: Thêm Mới Machine No

# InsertPackingTypeTitle
source: Insert Packing Type
vi: Thêm Mới Packing Type

# InsertPriceTermTitle
source: Insert Price Term
vi: Thêm Mới Price Term

# InsertReasonForChangingCodeTitle
source: Insert Reason For Changing Code
vi: Thêm Mới Reason For Changing Code

# InsertSettlementTermTitle
source: Insert Settlement Term
vi: Thêm Mới Settlement Term

# InsertShiftCodeTitle
source: Insert Shift Code
vi: Thêm Mới Shift Code

# InsertTradeCategoryTitle
source: Insert Trade Category
vi: Thêm Mới Trade Category

# InsertTypeofTermsTitle
source: Insert Type of Terms
vi: Thêm Mới Type of Terms

# InsertUnitPriceUnitTitle
source: Insert Unit Price Unit
vi: Thêm Mới Unit Price Unit

# ChangeMoneyTypeTitle
source: Change Money Type
vi: Câp nhật loại tiền tệ

# InsertMoneyTypeTitle
source: Insert Money Type
vi: Thêm mới loại tiền tệ

# MasterMoneyTypeTitle
source: Money Type Master
vi: Loại tiền tệ
