Repository: ngocbauofficial/topprosystem
Catalog: StaticResources/ItemMenuMaster.*.resx
Languages: vi

source: Bank Code Master
vi: Mã Ngân Hàng

source: Business Type Code Master
vi: Mã Loại Hình Kinh Doanh

# CalculationTypeMaster
source: Calculation Type
vi: Loại Tính Toán

# ClosingDateMaster
source: Closing Date
vi: Ngày Đóng Cửa

# CommodityCodeMaster
source: Commodity Code
vi: Mã Hàng Hóa

source: Contract Type Master
vi: Loại Hợp Đồng

source: Country Code Master
vi: Mã Quốc Gia

# CreditMaster
source: Credit
vi: Tín dụng

source: Currency Code Master
vi: Mã Tiền Tệ

source: Damage Code Master
vi: Mã Thiệt Hại

source: Data Type Master
vi: Loại Dữ Liệu

# DaysInMonthMaster
source: Days In Month
vi: Ngày Trong Tháng

source: Delivery Condition Master
vi: Điều Kiện Vận Chuyển

# DueDateTypeMaster
source: Due Date Type
vi: Loại Ngày Đến Hạn

# ExchangeRateMaster
source: Exchange Rate
vi: Tỉ Giá Trao Đổi

source: Exchange Rate Type Master
vi: Loại Tỉ Giá

source: Interrupted Reason Code Master
vi: Mã Lý Do Gián Đoạn

source: Inventory Status Master
vi: Tình Trạng Tồn Kho

source: Inventory Type Master
vi: Loại Hàng Tồn Kho

# LocationMaster
source: Location
vi: Vị Trí

source: Log Type Master
vi: Loại Nhật Ký

source: Machine No Master
vi: Mã Thiết Bị

source: Master Setting
vi: Thiết Lập

source: Money Type Master
vi: Loại Tiền Tệ

source: Packing Type Master
vi: Loại Đóng Gói

source: Product
vi: Sản Phẩm

# ReasonForChangingCodeMaster
source: Reason Changing Code Master
vi: Mã Lý Do Thay Đổi

# SalePurchaseMaster
source: Sale Purchase
vi: Mua Bán

source: Section Code Master
vi: Mã Mục

# SpecMaster
source: Spec
vi: Thông số kỹ thuật

source: Status Code Master
vi: Mã Trạng Thái

# TaxMaster
source: Tax
vi: Thuế

source: Type of Terms Master
vi: Loại Chính Sách

source: Unit Price Unit Master
vi: Đơn Giá

# UserIDMaster
source: User ID
vi: ID Tài Khoản

source: User Master
vi: Tài Khoản
